Repository: OPI-PIB/navoica-platform
Catalog: conf/locale/*/LC_MESSAGES/django-studio.po
Languages: eo

source: Course team user does not exist
eo: Çöürsé téäm üsér döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
eo: Thé gröüps ïn thïs çönfïgürätïön çän ßé mäppéd tö çöhörts ïn thé Ìnstrüçtör Däshßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Content Groups
eo: Çöntént Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: invalid JSON
eo: ïnvälïd JSÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: must have name of the configuration
eo: müst hävé nämé öf thé çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: must have at least one group
eo: müst hävé ät léäst öné gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Invalid course update id.
eo: Ìnvälïd çöürsé üpdäté ïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Course update not found.
eo: Çöürsé üpdäté nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Could not index item: {}
eo: Çöüld nöt ïndéx ïtém: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: General indexing error occurred
eo: Généräl ïndéxïng érrör öççürréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: (Unnamed)
eo: (Ûnnäméd) Ⱡ'σяєм ιρѕυм ∂σł#

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
eo: GÌT_RÉPÖ_ÉXPÖRT_DÌR nöt sét ör päth {0} döésn't éxïst, pléäsé çréäté ït, ör çönfïgüré ä dïfférént päth wïth GÌT_RÉPÖ_ÉXPÖRT_DÌR Ⱡ'σяє#

source: Non writable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
eo: Nön wrïtäßlé gït ürl prövïdéd. Éxpéçtïng söméthïng lïké: gït@gïthüß.çöm:mïtöçw/édx4édx_lïté.gït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
eo: Ìf üsïng http ürls, ýöü müst prövïdé thé üsérnämé änd pässwörd ïn thé ürl. Sïmïlär tö https://üsér:päss@gïthüß.çöm/üsér/çöürsé. Ⱡ'σяє#

source: Unable to determine branch, repo in detached HEAD mode
eo: Ûnäßlé tö détérmïné ßränçh, répö ïn détäçhéd HÉÀD mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Unable to update or clone git repository.
eo: Ûnäßlé tö üpdäté ör çlöné gït répösïtörý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Unable to export course to xml.
eo: Ûnäßlé tö éxpört çöürsé tö xml. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Unable to configure git username and password
eo: Ûnäßlé tö çönfïgüré gït üsérnämé änd pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Unable to commit changes. This is usually because there are no changes to be committed
eo: Ûnäßlé tö çömmït çhängés. Thïs ïs üsüällý ßéçäüsé théré äré nö çhängés tö ßé çömmïttéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Unable to push changes. This is usually because the remote repository cannot be contacted
eo: Ûnäßlé tö püsh çhängés. Thïs ïs üsüällý ßéçäüsé thé rémöté répösïtörý çännöt ßé çöntäçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Bad course location provided
eo: Bäd çöürsé löçätïön prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Missing branch on fresh clone
eo: Mïssïng ßränçh ön frésh çlöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
eo: Täké thé spéçïfïéd çöürsé änd ättémpt tö éxpört ït tö ä gït répösïtörý . Çöürsé dïréçtörý müst älréädý ßé ä gït répösïtörý. Ûsägé: gït_éxpört <course_loc> <git_url> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#

source: Unknown User ID: {0}
eo: Ûnknöwn Ûsér ÌD: {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Permission denied
eo: Pérmïssïön dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: We only support uploading a .tar.gz file.
eo: Wé önlý süppört üplöädïng ä .tär.gz fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Tar file not found
eo: Tär fïlé nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Unsafe tar file. Aborting import.
eo: Ûnsäfé tär fïlé. Àßörtïng ïmpört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Could not find the {0} file in the package.
eo: Çöüld nöt fïnd thé {0} fïlé ïn thé päçkägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Deleted Group
eo: Délétéd Gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: {previous_groups}, {current_group}
eo: {previous_groups}, {current_group} Ⱡ'σяєм ιρѕυм ∂#

source: Upload completed
eo: Ûplöäd çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
eo: Fïlé {filename} éxçééds mäxïmüm sïzé öf {maximum_size_in_megabytes} MB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: must have name of the certificate
eo: müst hävé nämé öf thé çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Certificate dict {0} missing value key '{1}'
eo: Çértïfïçäté dïçt {0} mïssïng välüé kéý '{1}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: PermissionDenied: Failed in authenticating {user}
eo: PérmïssïönDénïéd: Fäïléd ïn äüthéntïçätïng {user} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {platform_name} Support Levels:
eo: {platform_name} Süppört Lévéls: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: HTML
eo: HTML Ⱡ'σяєм ι#

source: Video from Youtube
eo: Vïdéö fröm Ýöütüßé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Video from cloud
eo: Vïdéö fröm çlöüd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Inline Dropdown
eo: Ìnlïné Dröpdöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Embedded Answers
eo: Émßéddéd Ànswérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Blank
eo: Blänk Ⱡ'σяєм ιρѕ#

source: Video
eo: Vïdéö Ⱡ'σяєм ιρѕ#

source: Course has been successfully reindexed.
eo: Çöürsé häs ßéén süççéssfüllý réïndéxéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Unscheduled
eo: Ûnsçhédüléd Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Special characters not allowed in organization, course number, and course run.
eo: Spéçïäl çhäräçtérs nöt ällöwéd ïn örgänïzätïön, çöürsé nümßér, änd çöürsé rün. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
eo: Théré ïs älréädý ä çöürsé défïnéd wïth thé sämé örgänïzätïön änd çöürsé nümßér. Pléäsé çhängé éïthér örgänïzätïön ör çöürsé nümßér tö ßé ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#

source: Please change either the organization or course number so that it is unique.
eo: Pléäsé çhängé éïthér thé örgänïzätïön ör çöürsé nümßér sö thät ït ïs ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Unable to create course '{name}'. {err}
eo: Ûnäßlé tö çréäté çöürsé '{name}'. {err} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
eo: Ýöü müst lïnk thïs çöürsé tö än örgänïzätïön ïn ördér tö çöntïnüé. Örgänïzätïön ýöü séléçtéd döés nöt éxïst ïn thé sýstém, ýöü wïll nééd tö ädd ït tö thé sýstém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#

source: Invalid prerequisite course key
eo: Ìnvälïd préréqüïsïté çöürsé kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: An error occurred while trying to save your tabs
eo: Àn érrör öççürréd whïlé trýïng tö sävé ýöür täßs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Tabs Exception
eo: Täßs Éxçéptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: This group configuration is in use and cannot be deleted.
eo: Thïs gröüp çönfïgürätïön ïs ïn üsé änd çännöt ßé délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This content group is in use and cannot be deleted.
eo: Thïs çöntént gröüp ïs ïn üsé änd çännöt ßé délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Entrance Exam - Subsection
eo: Éntränçé Éxäm - Süßséçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Completed Course Entrance Exam
eo: Çömplétéd Çöürsé Éntränçé Éxäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Course successfully exported to git repository
eo: Çöürsé süççéssfüllý éxpörtéd tö gït répösïtörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Vertical
eo: Vértïçäl Ⱡ'σяєм ιρѕυм ∂#

source: File upload corrupted. Please try again
eo: Fïlé üplöäd çörrüptéd. Pléäsé trý ägäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Invalid data
eo: Ìnvälïd dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Invalid data ({details})
eo: Ìnvälïd dätä ({details}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: You can not move {source_type} into {target_parent_type}.
eo: Ýöü çän nöt mövé {source_type} ïntö {target_parent_type}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Item is already present in target location.
eo: Ìtém ïs älréädý présént ïn tärgét löçätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: You can not move an item into itself.
eo: Ýöü çän nöt mövé än ïtém ïntö ïtsélf. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: You can not move an item into it's child.
eo: Ýöü çän nöt mövé än ïtém ïntö ït's çhïld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: You can not move an item directly into content experiment.
eo: Ýöü çän nöt mövé än ïtém dïréçtlý ïntö çöntént éxpérïmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {source_usage_key} not found in {parent_usage_key}.
eo: {source_usage_key} nöt föünd ïn {parent_usage_key}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: You can not move {source_usage_key} at an invalid index ({target_index}).
eo: Ýöü çän nöt mövé {source_usage_key} ät än ïnvälïd ïndéx ({target_index}). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: You must provide target_index ({target_index}) as an integer.
eo: Ýöü müst prövïdé tärgét_ïndéx ({target_index}) äs än ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Duplicate of {0}
eo: Düplïçäté öf {0} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Duplicate of '{0}'
eo: Düplïçäté öf '{0}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Students must score {score}{pct_sign} or higher to access course materials.
eo: Stüdénts müst sçöré {score}{pct_sign} ör hïghér tö äççéss çöürsé mätérïäls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: {section_or_subsection} "{display_name}"
eo: {section_or_subsection} "{display_name}" Ⱡ'σяєм ιρѕυм ∂σł#

source: Unable to create library - missing required field '{field}'
eo: Ûnäßlé tö çréäté lïßrärý - mïssïng réqüïréd fïéld '{field}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Unable to create library '{name}'. {err}
eo: Ûnäßlé tö çréäté lïßrärý '{name}'. {err} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
eo: Théré ïs älréädý ä lïßrärý défïnéd wïth thé sämé örgänïzätïön änd lïßrärý çödé. Pléäsé çhängé ýöür lïßrärý çödé sö thät ït ïs ünïqüé wïthïn ýöür örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт#

source: Access restricted to: {list_of_groups}
eo: Àççéss réstrïçtéd tö: {list_of_groups} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: The information you entered is incorrect.
eo: Thé ïnförmätïön ýöü éntéréd ïs ïnçörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: The following parameters are required: {missing}.
eo: Thé föllöwïng pärämétérs äré réqüïréd: {missing}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: A transcript with the "{language_code}" language code already exists.
eo: À tränsçrïpt wïth thé "{language_code}" längüägé çödé älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: A transcript file is required.
eo: À tränsçrïpt fïlé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: There is a problem with this transcript file. Try to upload a different file.
eo: Théré ïs ä prößlém wïth thïs tränsçrïpt fïlé. Trý tö üplöäd ä dïfférént fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Incoming video data is empty.
eo: Ìnçömïng vïdéö dätä ïs émptý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Can't find item by locator.
eo: Çän't fïnd ïtém ßý löçätör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Transcripts are supported only for "video" modules.
eo: Tränsçrïpts äré süppörtéd önlý för "vïdéö" mödülés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Insufficient permissions
eo: Ìnsüffïçïént pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Could not find user by email address '{email}'.
eo: Çöüld nöt fïnd üsér ßý émäïl äddréss '{email}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: No `role` specified.
eo: Nö `rölé` spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: User {email} has registered but has not yet activated his/her account.
eo: Ûsér {email} häs régïstéréd ßüt häs nöt ýét äçtïvätéd hïs/hér äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Invalid `role` specified.
eo: Ìnvälïd `rölé` spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: You may not remove the last Admin. Add another Admin first.
eo: Ýöü mäý nöt rémövé thé läst Àdmïn. Àdd änöthér Àdmïn fïrst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Uploading
eo: Ûplöädïng Ⱡ'σяєм ιρѕυм ∂σł#

source: In Progress
eo: Ìn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Ready
eo: Réädý Ⱡ'σяєм ιρѕ#

source: Uploaded
eo: Ûplöädéd Ⱡ'σяєм ιρѕυм ∂#

source: Failed
eo: Fäïléd Ⱡ'σяєм ιρѕυ#

source: Cancelled
eo: Çänçélléd Ⱡ'σяєм ιρѕυм ∂σł#

source: Failed Duplicate
eo: Fäïléd Düplïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: YouTube Duplicate
eo: ÝöüTüßé Düplïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Invalid Token
eo: Ìnvälïd Tökén Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Imported
eo: Ìmpörtéd Ⱡ'σяєм ιρѕυм ∂#

source: Unknown
eo: Ûnknöwn Ⱡ'σяєм ιρѕυм #

source: Transcription in Progress
eo: Tränsçrïptïön ïn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Transcript Ready
eo: Tränsçrïpt Réädý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: The image must have name, content type, and size information.
eo: Thé ïmägé müst hävé nämé, çöntént týpé, änd sïzé ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This image file type is not supported. Supported file types are {supported_file_formats}.
eo: Thïs ïmägé fïlé týpé ïs nöt süppörtéd. Süppörtéd fïlé týpés äré {supported_file_formats}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: This image file must be smaller than {image_max_size}.
eo: Thïs ïmägé fïlé müst ßé smällér thän {image_max_size}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: This image file must be larger than {image_min_size}.
eo: Thïs ïmägé fïlé müst ßé lärgér thän {image_min_size}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: There is a problem with this image file. Try to upload a different file.
eo: Théré ïs ä prößlém wïth thïs ïmägé fïlé. Trý tö üplöäd ä dïfférént fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
eo: Réçömméndéd ïmägé résölütïön ïs {image_file_max_width}x{image_file_max_height}. Thé mïnïmüm résölütïön ïs {image_file_min_width}x{image_file_min_height}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
eo: Thïs ïmägé fïlé müst hävé än äspéçt rätïö öf {video_image_aspect_ratio_text}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
eo: Thé ïmägé fïlé nämé çän önlý çöntäïn léttérs, nümßérs, hýphéns (-), änd ündérsçörés (_). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: An image file is required.
eo: Àn ïmägé fïlé ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: {profile_name} URL
eo: {profile_name} ÛRL Ⱡ'σяєм ιρѕυм #

source: Duration
eo: Dürätïön Ⱡ'σяєм ιρѕυм ∂#

source: Date Added
eo: Däté Àddéd Ⱡ'σяєм ιρѕυм ∂σłσ#

source: {course}_video_urls
eo: {course}_vïdéö_ürls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: unrequested
eo: ünréqüéstéd Ⱡ'σяєм ιρѕυм ∂σłσя #

source: pending
eo: péndïng Ⱡ'σяєм ιρѕυм #

source: granted
eo: gräntéd Ⱡ'σяєм ιρѕυм #

source: denied
eo: dénïéd Ⱡ'σяєм ιρѕυ#

source: Studio user
eo: Stüdïö üsér Ⱡ'σяєм ιρѕυм ∂σłσя #

source: The date when state was last updated
eo: Thé däté whén stäté wäs läst üpdätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Current course creator state
eo: Çürrént çöürsé çréätör stäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Optional notes about this user (for example, why course creation access was denied)
eo: Öptïönäl nötés äßöüt thïs üsér (för éxämplé, whý çöürsé çréätïön äççéss wäs dénïéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Force Publish Course
eo: Förçé Püßlïsh Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
eo: Sömétïmés thé dräft änd püßlïshéd ßränçhés öf ä çöürsé çän gét öüt öf sýnç. Förçé püßlïsh çöürsé çömmänd réséts thé püßlïshéd ßränçh öf ä çöürsé tö pöïnt tö thé dräft ßränçh, éfféçtïvélý förçé püßlïshïng thé çöürsé. Thïs vïéw drý rüns thé förçé püßlïsh çömmänd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя#

source: Please provide course id.
eo: Pléäsé prövïdé çöürsé ïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Invalid course key.
eo: Ìnvälïd çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: No matching course found.
eo: Nö mätçhïng çöürsé föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Force publishing course is not supported with old mongo courses.
eo: Förçé püßlïshïng çöürsé ïs nöt süppörtéd wïth öld möngö çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Course is already in published state.
eo: Çöürsé ïs älréädý ïn püßlïshéd stäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Incorrect format for field '{name}'. {detailed_message}
eo: Ìnçörréçt förmät för fïéld '{name}'. {detailed_message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Navoica.pl Studio
eo: Nävöïçä.pl Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Studio
eo: Stüdïö Ⱡ'σяєм ιρѕυ#

source: Dictionary with the available tags
eo: Dïçtïönärý wïth thé äväïläßlé tägs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Search...
eo: Séärçh... Ⱡ'σяєм ιρѕυм ∂σł#

source: Advanced search
eo: Àdvänçéd séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Account
eo: Àççöünt Ⱡ'σяєм ιρѕυм #

source: Account Navigation
eo: Àççöünt Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Contextual Online Help
eo: Çöntéxtüäl Önlïné Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Help
eo: Hélp Ⱡ'σяєм ι#

source: Profile
eo: Pröfïlé Ⱡ'σяєм ιρѕυм #

source: Sign Out
eo: Sïgn Öüt Ⱡ'σяєм ιρѕυм ∂#

source: Sign Up
eo: Sïgn Ûp Ⱡ'σяєм ιρѕυм #

source: Policies
eo: Pölïçïés Ⱡ'σяєм ιρѕυм ∂#

source: LMS
eo: LMS Ⱡ'σяєм#

source: Legal
eo: Légäl Ⱡ'σяєм ιρѕ#

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of <a data-rel='edx.org' href='https://www.edx.org/'> edX Inc.</a>
eo: ÉdX, Öpén édX, Stüdïö, änd thé édX änd Öpén édX lögös äré régïstéréd trädémärks ör trädémärks öf <a data-rel='edx.org' href='https://www.edx.org/'> édX Ìnç.</a> Ⱡ'σяєм ιρѕυм ∂σł#

source: Powered by:
eo: Pöwéréd ßý: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Studio Administration
eo: Stüdïö Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
